articles/notes/notes.org
#+TITLE: Notes
#+LATEX_HEADER: \usepackage{enumitem}
#+LATEX_HEADER: \usepackage{natbib}
#+LATEX_HEADER: \usepackage[margin=1in]{geometry}
#+LATEX_HEADER: \setlist{noitemsep}


* cite:an2017feedback

- Used SVD (Singular Value Decomposition) together with the Mixed Layer Heat Budget Analysis to look at which feedbacks contributed most to ENSO's variation between models
- Influence of thermocline feedback is determined by how strongly equatorial horizontal winds affect the slope of the thermocline.

* cite:bjerknes1969atmospheric

- First big paper on ENSO having a big impact
- connected changes in ocean currents to Walker Circulation
- ENSO phase affects behavior of the Indian Ocean monsoon.

* TODO cite:boer2000transient

* cite:cai2018increased

- Increased ENSO variance in most CMIP5 models in EP ENSO center.
- Likely caused by greenhouse gases
- Higher ocean stratification allows for stronger communication between atmospheric and oceanic temperatures.
- Used EOF analysis.

* TODO cite:chen2015causes

* cite:chen2017possible

- Models are disagreeing on ENSO in the future because they have different representations of the mechanics and mean state of the Pacific subtropical cell

* TODO cite:deser2020isolating

- Main documentation for CESM1 Single Forcing Ensemble

* TODO cite:dewitte2012reinterpreting

* cite:emile2007nino

- Analyzed wavelet power spectrum of ENSO variability in models forced by sunspot and orbital changes
- Orbital changes increase long-term ENSO variability
- It is possible that ENSO was the mechanic that allowed prehistoric solar/orbital changes to control the earth's climate

* cite:gistemp2019giss

- citation for GISSTEMP dataset

* cite:graham2014effectiveness

- tested how accurate the Bjerknes Stability Index is at measuring the mechanics of ENSO in a couple models
- BJ index overestimates the importance of the Thermocline feedback.
- BJ index assumes that terms should be linear when combined, but they actually aren't.

* cite:hu2018cross

- Observed and model data used
- Strengthening in cross-equatorial winds changes ITCZ position, weakening ENSO.

* cite:jia2019weakening

- My first paper!
- Atlantic Niño/Niña is correlated/causes opposite ENSO form
- Global warming is weakening this connection, impairing prediction efforts
- CESM5 coupled models used
- Correlation coefficient

* TODO cite:jimenez2016record

* TODO cite:kay2015community

- CESM1 LE citation

* cite:kestin1998time

- apply wavelet and Fourier analysis to ENSO in observed data
- 2-3 year ENSO reduced from 1920-1960
- Stochastic model used to simulate ENSO agrees with analysis of observed data
- Concluded that models are reasonably accurate for simulating decadal ENSO variability

* TODO cite:kim2014response
* TODO cite:kohyama2018weakening

* cite:levine2017impact

- Observed ICOADS data
- Inverse relationship between AMO index and ENSO SPB strength
- Coupled model simulation

* cite:lorenz1963deterministic

- Nonlinear differential equations have solutions that must be solved numerically
- When graphed in phase space, these solutions form attractors that never repeat themselves
- Many natural phenomena, including weather, are chaotic
- Accurate long-term weather prediction is likely impossible

* TODO cite:liu2007atmospheric

* cite:lubbecke2014assessing

- Change in ENSO characteristics after 2000
- Lower thermocline slope reduces TH feedback, making it harder for strong ENSO to form

* cite:maher2018enso

- Use two different large ensembles
- ENSO has lots of internal variability in models
- 30-40 members of an ensemble are needed to detect significant changes to ENSO in the ensemble mean
- Increase in ENSO amplitude in worst case (RCP8.5) scenario

* cite:nowack2017role

- Model simulations that are forced with differing levels of greenhouse and aerosol emissions
- Concluded that aerosol forcing decreases greenhouse strengthening of ENSO

* TODO cite:pachauri2014climate

- IPCC report 2014

* cite:phillips2014evaluating

- Citation for CVDP data

* TODO cite:rashid2016atmospheric
* TODO cite:ropelewski1987global
* TODO cite:son2010impact
* TODO cite:stevenson2010enso
* TODO cite:stevenson2012will

* cite:stevenson2012significant

- CMIP5 dataset
- No significant change in ENSO amplitude for multi-model mean during 20-21st century
- Some significant changes in certain models
- Larger ensembles are needed

* cite:stevenson2017forced

- ENSO diversity: difference between CP and EP ENSO events
- CESM Last Millennium ensemble
- Less forced impact on ENSO amplitude, some impact on diversity
- Lots of natural factors have an impact too

* cite:torrence1998practical

- How to use wavelets to estimate power spectrum in timeseries.
- Uses ENSO data /very niiceee/
- Windowed Fourier Transform sucks butt because it is dependent on a time step parameter that can muck with the results depending on which value you choose.
- A wavelet is a short */blirp/* of a wave with a mean of zero and finite amplitude/frequency and limited time domain.
- To get an ex. Morlet Wavelet take a regular wave and multiply it by a Gaussian (normal bell curve) so that it drops off over time.
- Will be using continuous methods, but discrete also works.
- Use mathematical transforms to vary scale and translation of wavelet as it slides across the time series.
- Integrate wavelet multiplied by the timeseries while varying scale and shift to generate a power spectrum.
- Applied wavelet spectrum analysis to Nino 3 timeseries
- strong variance in 2-8 year frequency area, but with slight changes between 1900 and 1990
- However, results are highly dependent on which mother wavelet you choose because they all have quite different properties.
- Trying power spectrum from a DOG (Mexican Hat) wavelet gives overall similar answer as Morelett wavelet, but it is slightly different (more detailed in time, less detailed in frequency.)
- Use formula to pick scale limits
- Add zeroes around the timeseries so that the wavelet equation does not misunderstand the data by thinking it is cyclical
- Create a cone of influence to mark where the edge confusion is able to interfere with the results.
- Make sure you convert between the wavelet scale to the Fourier period when you make your axes
- You can also reverse the wavelet transform to get back the timeseries from the power chart if you really want to (I dont think I will).
- Time for significance analysis!
- take a background spectrum that serves as the null hypothesis: all spikes in the power spectrum are due to chance, the underlying signal is really random.
- Comparing to red noise shows that the peaks of ENSO in 2-8 years are statistically significant
- Calculate 95% confidence interval by taking 95% confidence $\chi^2$ statistic and multiplying by red noise spectrum.
- Nino3 SST wavelet power from 2-8year frequency is sometimes significantly different from red noise expectations.
- "The confidence interval is defined as the probability that the true wavelet power at a certain time and scale lies within a certain interval about the estimated wavelet power."
- $\chi^2$ test is advantageous because it applies to a lot of situations in wavelet analysis.
- Averaging the wavelet spectrum across the whole time range gives the overall power spectrum which can be significance tested and approximates the Fourier spectrum.
- Smoothing/averaging increases DOF, allowing to greater significance for the peaks
- After that, only main ENSO frequency band is shown to be statistically significant.
- Similar to time averaging, scale averaging is sometimes a good idea
- Wavelet analysis can be used to denoise an image/timeseries by throwing away the zones who's amplitude does not meet a certain level of significance.
- Wavelet analysis across spatial and temporal domains when squashed by frequency allows for a great analysis of spatial and temporal variability.

* TODO cite:vecchi2006weakening

* cite:vega2017analysis

- Control and global warming forced simulations
- Lots of internal variability
- Decrease in CP ENSO variability

* TODO cite:wang2016nino
* TODO cite:yeo2016role
* TODO cite:zhang2019review
* TODO cite:zheng2016intermodel

* cite:zheng2017response

- CESM-LE ensemble
- Lots of internal variability
- At least 15 models are necessary to separate forced from internal variability

* cite:zhu2017reduced

- Reduced ENSO variability during last ice age
- Found out by analyzing fossilized algae
- less CO_2 back then

bibliographystyle:apalike
bibliography:../references.bib
