articles/notes/notes.tex
% Created 2021-08-15 Sun 14:58
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{enumitem}
\usepackage{natbib}
\usepackage[margin=1in]{geometry}
\setlist{noitemsep}
\author{Benjamin Goldman}
\date{\today}
\title{Notes}
\hypersetup{
 pdfauthor={Benjamin Goldman},
 pdftitle={Notes},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents



\section{\cite{an2017feedback}}
\label{sec:org87b42f5}

\begin{itemize}
\item Used SVD (Singular Value Decomposition) together with the Mixed Layer Heat Budget Analysis to look at which feedbacks contributed most to ENSO's variation between models
\item Influence of thermocline feedback is determined by how strongly equatorial horizontal winds affect the slope of the thermocline.
\end{itemize}

\section{\cite{bjerknes1969atmospheric}}
\label{sec:org7b6b0b3}

\begin{itemize}
\item First big paper on ENSO having a big impact
\item connected changes in ocean currents to Walker Circulation
\item ENSO phase affects behavior of the Indian Ocean monsoon.
\end{itemize}

\section{{\bfseries\sffamily TODO} \cite{boer2000transient}}
\label{sec:org8596bf6}

\section{\cite{cai2018increased}}
\label{sec:org6b26555}

\begin{itemize}
\item Increased ENSO variance in most CMIP5 models in EP ENSO center.
\item Likely caused by greenhouse gases
\item Higher ocean stratification allows for stronger communication between atmospheric and oceanic temperatures.
\item Used EOF analysis.
\end{itemize}

\section{{\bfseries\sffamily TODO} \cite{chen2015causes}}
\label{sec:orgc84b0ce}

\section{\cite{chen2017possible}}
\label{sec:org826e065}

\begin{itemize}
\item Models are disagreeing on ENSO in the future because they have different representations of the mechanics and mean state of the Pacific subtropical cell
\end{itemize}

\section{{\bfseries\sffamily TODO} \cite{deser2020isolating}}
\label{sec:orgd7f2af0}

\begin{itemize}
\item Main documentation for CESM1 Single Forcing Ensemble
\end{itemize}

\section{{\bfseries\sffamily TODO} \cite{dewitte2012reinterpreting}}
\label{sec:org1549366}

\section{\cite{emile2007nino}}
\label{sec:org5ae4263}

\begin{itemize}
\item Analyzed wavelet power spectrum of ENSO variability in models forced by sunspot and orbital changes
\item Orbital changes increase long-term ENSO variability
\item It is possible that ENSO was the mechanic that allowed prehistoric solar/orbital changes to control the earth's climate
\end{itemize}

\section{\cite{gistemp2019giss}}
\label{sec:org3883bf1}

\begin{itemize}
\item citation for GISSTEMP dataset
\end{itemize}

\section{\cite{graham2014effectiveness}}
\label{sec:orga71922b}

\begin{itemize}
\item tested how accurate the Bjerknes Stability Index is at measuring the mechanics of ENSO in a couple models
\item BJ index overestimates the importance of the Thermocline feedback.
\item BJ index assumes that terms should be linear when combined, but they actually aren't.
\end{itemize}

\section{\cite{hu2018cross}}
\label{sec:org025902a}

\begin{itemize}
\item Observed and model data used
\item Strengthening in cross-equatorial winds changes ITCZ position, weakening ENSO.
\end{itemize}

\section{\cite{jia2019weakening}}
\label{sec:org43889c8}

\begin{itemize}
\item My first paper!
\item Atlantic Niño/Niña is correlated/causes opposite ENSO form
\item Global warming is weakening this connection, impairing prediction efforts
\item CESM5 coupled models used
\item Correlation coefficient
\end{itemize}

\section{{\bfseries\sffamily TODO} \cite{jimenez2016record}}
\label{sec:org518f64c}

\section{{\bfseries\sffamily TODO} \cite{kay2015community}}
\label{sec:orga1c53a6}

\begin{itemize}
\item CESM1 LE citation
\end{itemize}

\section{\cite{kestin1998time}}
\label{sec:org97d4f0c}

\begin{itemize}
\item apply wavelet and Fourier analysis to ENSO in observed data
\item 2-3 year ENSO reduced from 1920-1960
\item Stochastic model used to simulate ENSO agrees with analysis of observed data
\item Concluded that models are reasonably accurate for simulating decadal ENSO variability
\end{itemize}

\section{{\bfseries\sffamily TODO} \cite{kim2014response}}
\label{sec:org4882548}
\section{{\bfseries\sffamily TODO} \cite{kohyama2018weakening}}
\label{sec:orgdf9c6cc}

\section{\cite{levine2017impact}}
\label{sec:orgea9bd4a}

\begin{itemize}
\item Observed ICOADS data
\item Inverse relationship between AMO index and ENSO SPB strength
\item Coupled model simulation
\end{itemize}

\section{\cite{lorenz1963deterministic}}
\label{sec:org9ccfa1a}

\begin{itemize}
\item Nonlinear differential equations have solutions that must be solved numerically
\item When graphed in phase space, these solutions form attractors that never repeat themselves
\item Many natural phenomena, including weather, are chaotic
\item Accurate long-term weather prediction is likely impossible
\end{itemize}

\section{{\bfseries\sffamily TODO} \cite{liu2007atmospheric}}
\label{sec:org771a8c8}

\section{\cite{lubbecke2014assessing}}
\label{sec:orgccacdfc}

\begin{itemize}
\item Change in ENSO characteristics after 2000
\item Lower thermocline slope reduces TH feedback, making it harder for strong ENSO to form
\end{itemize}

\section{\cite{maher2018enso}}
\label{sec:org8070eaf}

\begin{itemize}
\item Use two different large ensembles
\item ENSO has lots of internal variability in models
\item 30-40 members of an ensemble are needed to detect significant changes to ENSO in the ensemble mean
\item Increase in ENSO amplitude in worst case (RCP8.5) scenario
\end{itemize}

\section{\cite{nowack2017role}}
\label{sec:org123f132}

\begin{itemize}
\item Model simulations that are forced with differing levels of greenhouse and aerosol emissions
\item Concluded that aerosol forcing decreases greenhouse strengthening of ENSO
\end{itemize}

\section{{\bfseries\sffamily TODO} \cite{pachauri2014climate}}
\label{sec:orgb3ac32a}

\begin{itemize}
\item IPCC report 2014
\end{itemize}

\section{\cite{phillips2014evaluating}}
\label{sec:orgc0ab115}

\begin{itemize}
\item Citation for CVDP data
\end{itemize}

\section{{\bfseries\sffamily TODO} \cite{rashid2016atmospheric}}
\label{sec:org826e0bc}
\section{{\bfseries\sffamily TODO} \cite{ropelewski1987global}}
\label{sec:orgc7c5d50}
\section{{\bfseries\sffamily TODO} \cite{son2010impact}}
\label{sec:org8390afa}
\section{{\bfseries\sffamily TODO} \cite{stevenson2010enso}}
\label{sec:org7d57c16}
\section{{\bfseries\sffamily TODO} \cite{stevenson2012will}}
\label{sec:orge0c0888}

\section{\cite{stevenson2012significant}}
\label{sec:orgc796e1b}

\begin{itemize}
\item CMIP5 dataset
\item No significant change in ENSO amplitude for multi-model mean during 20-21st century
\item Some significant changes in certain models
\item Larger ensembles are needed
\end{itemize}

\section{\cite{stevenson2017forced}}
\label{sec:orgcf41ef7}

\begin{itemize}
\item ENSO diversity: difference between CP and EP ENSO events
\item CESM Last Millennium ensemble
\item Less forced impact on ENSO amplitude, some impact on diversity
\item Lots of natural factors have an impact too
\end{itemize}

\section{\cite{torrence1998practical}}
\label{sec:org1dc9592}

\begin{itemize}
\item How to use wavelets to estimate power spectrum in timeseries.
\item Uses ENSO data \emph{very niiceee}
\item Windowed Fourier Transform sucks butt because it is dependent on a time step parameter that can muck with the results depending on which value you choose.
\item A wavelet is a short \textbf{\emph{blirp}} of a wave with a mean of zero and finite amplitude/frequency and limited time domain.
\item To get an ex. Morlet Wavelet take a regular wave and multiply it by a Gaussian (normal bell curve) so that it drops off over time.
\item Will be using continuous methods, but discrete also works.
\item Use mathematical transforms to vary scale and translation of wavelet as it slides across the time series.
\item Integrate wavelet multiplied by the timeseries while varying scale and shift to generate a power spectrum.
\item Applied wavelet spectrum analysis to Nino 3 timeseries
\item strong variance in 2-8 year frequency area, but with slight changes between 1900 and 1990
\item However, results are highly dependent on which mother wavelet you choose because they all have quite different properties.
\item Trying power spectrum from a DOG (Mexican Hat) wavelet gives overall similar answer as Morelett wavelet, but it is slightly different (more detailed in time, less detailed in frequency.)
\item Use formula to pick scale limits
\item Add zeroes around the timeseries so that the wavelet equation does not misunderstand the data by thinking it is cyclical
\item Create a cone of influence to mark where the edge confusion is able to interfere with the results.
\item Make sure you convert between the wavelet scale to the Fourier period when you make your axes
\item You can also reverse the wavelet transform to get back the timeseries from the power chart if you really want to (I dont think I will).
\item Time for significance analysis!
\item take a background spectrum that serves as the null hypothesis: all spikes in the power spectrum are due to chance, the underlying signal is really random.
\item Comparing to red noise shows that the peaks of ENSO in 2-8 years are statistically significant
\item Calculate 95\% confidence interval by taking 95\% confidence \(\chi^2\) statistic and multiplying by red noise spectrum.
\item Nino3 SST wavelet power from 2-8year frequency is sometimes significantly different from red noise expectations.
\item ``The confidence interval is defined as the probability that the true wavelet power at a certain time and scale lies within a certain interval about the estimated wavelet power.''
\item \(\chi^2\) test is advantageous because it applies to a lot of situations in wavelet analysis.
\item Averaging the wavelet spectrum across the whole time range gives the overall power spectrum which can be significance tested and approximates the Fourier spectrum.
\item Smoothing/averaging increases DOF, allowing to greater significance for the peaks
\item After that, only main ENSO frequency band is shown to be statistically significant.
\item Similar to time averaging, scale averaging is sometimes a good idea
\item Wavelet analysis can be used to denoise an image/timeseries by throwing away the zones who's amplitude does not meet a certain level of significance.
\item Wavelet analysis across spatial and temporal domains when squashed by frequency allows for a great analysis of spatial and temporal variability.
\end{itemize}

\section{{\bfseries\sffamily TODO} \cite{vecchi2006weakening}}
\label{sec:orgbbf1261}

\section{\cite{vega2017analysis}}
\label{sec:org27d5f82}

\begin{itemize}
\item Control and global warming forced simulations
\item Lots of internal variability
\end{itemize}

\section{{\bfseries\sffamily TODO} \cite{wang2016nino}}
\label{sec:org937c167}
\section{{\bfseries\sffamily TODO} \cite{yeo2016role}}
\label{sec:orgf9d0601}
\section{{\bfseries\sffamily TODO} \cite{zhang2019review}}
\label{sec:orgfbc580a}
\section{{\bfseries\sffamily TODO} \cite{zheng2016intermodel}}
\label{sec:orgbd6185d}

\section{\cite{zheng2017response}}
\label{sec:orgcd8dd72}

\begin{itemize}
\item CESM-LE ensemble
\item Lots of internal variability
\item At least 15 models are necessary to separate forced from internal variability
\end{itemize}


\bibliographystyle{apalike}
\bibliography{../references}
\end{document}
